Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# accessibilitydebug.live.preview
source: Live Preview
ko: 접근성디버그.라이브.미리보기

# accessibilitydebug.note.these.simulations.are.for
source: Note: These simulations are for preview only and don't affect actual system behavior
ko: 내게 필요한 옵션debug.note.these.simulations.are.for

# accessibilitydebug.sample.card
source: Sample Card
ko: 접근성디버그.샘플.카드

# accessibilitydebug.simulate.accessibility.features
source: Simulate Accessibility Features
ko: 접근성 debug.simulate.accessibility.features

# accessibilitydebug.test.and.preview.accessibility.features
source: Test and preview accessibility features without changing system settings
ko: 접근성 debug.test.and.preview.accessibility.features

# accessibilitydebug.this.card.demonstrates.material.effects
source: This card demonstrates material effects
ko: 접근성디버그.이.카드.시연.재료.효과

# accessibilitydebug.toggle.differentiate.without.color
source: Differentiate Without Color
ko: 접근성 debug.toggle.차별화.without.color

# accessibilitydebug.toggle.increase.contrast
source: Increase Contrast
ko: 접근성 debug.toggle.increase.contrast

# accessibilitydebug.toggle.reduce.motion
source: Reduce Motion
ko: 접근성 debug.toggle.reduce.motion

# accessibilitydebug.toggle.reduce.transparency
source: Reduce Transparency
ko: 접근성 debug.toggle.reduce.transparency

# accessibilitydebug.toggle.voiceover.active
source: VoiceOver Active
ko: 접근성 debug.toggle.voiceover.active

# activityeditor.button.cancel
source: Cancel
ko: 활동 편집기.버튼.취소

# activityeditor.details
source: Details
ko: 활동편집기.세부정보

# activityeditor.links
source: Links
ko: 활동편집기.링크

# activityeditor.none
source: None
ko: 활동편집기.없음

# activitylist.activities
source: Activities
ko: 활동 목록.활동

# activitylist.label.add.collection
source: Add Collection
ko: 활동 목록.라벨.추가.컬렉션

# addassignment.add.course
source: Add Course
ko: 추가과제.추가.강좌

# addassignment.after
source: After
ko: 할당 추가.이후

# addassignment.attachments
source: ATTACHMENTS
ko: 할당 추가.첨부 파일

# addassignment.button.cancel
source: Cancel
ko: 추가할당.버튼.취소

# addassignment.button.save.and.close
source: Save and Close
ko: 추가할당.버튼.저장.및.닫기

# addassignment.details
source: DETAILS
ko: 추가할당.세부정보

# addassignment.estimated
source: Estimated
ko: 할당 추가.예상

# addassignment.lock
source: Lock
ko: 추가할당.잠금

# addassignment.never
source: Never
ko: 추가할당.never

# addassignment.no.holiday.source.configured
source: No holiday source configured.
ko: 추가할당.no.holiday.source.configured

# addassignment.none
source: None
ko: 할당 추가.없음

# addassignment.notes
source: NOTES
ko: 할당 추가.메모

# addassignment.personal.no.course
source: Personal (No Course)
ko: 추가과제.개인.번호.과정

# addassignment.repeat
source: Repeat
ko: 추가할당.반복

# addassignment.status
source: Status
ko: 할당 추가.상태

# addassignment.system.calendar
source: System Calendar
ko: 추가할당.시스템.캘린더

# addassignment.timing
source: TIMING
ko: 할당 추가.타이밍

# addassignment.toggle.skip.holidays
source: Skip holidays
ko: 할당 추가.toggle.skip.holidays

# addassignment.toggle.skip.weekends
source: Skip weekends
ko: 할당 추가.토글.건너뛰기.주말

# addassignment.urgency
source: Urgency
ko: 할당 추가.긴급

# addassignment.weight
source: Weight %
ko: 추가할당.가중치

# addeditcourse.button.cancel
source: Cancel
ko: 추가된강좌.버튼.취소

# addeditcourse.button.save.and.close
source: Save and Close
ko: 추가된강좌.버튼.저장.및.닫기

# addeditcourse.course.materials
source: Course Materials
ko: 추가된 강좌.강좌.자료

# addeditcourse.toggle.archived.placeholder
source: Archived (placeholder)
ko: 추가된 강좌.toggle.archived.placeholder

# assignmentdetailwindow.details
source: Details
ko: 할당세부정보창.세부정보

# assignmentdetailwindow.grade
source: Grade
ko: 과제세부정보창.등급

# assignmentdetailwindow.label.delete.assignment
source: Delete Assignment
ko: 할당세부정보창.레이블.삭제.할당

# assignmentdetailwindow.time.effort
source: Time & Effort
ko: 할당세부정보창.시간.노력

# assignments.category.practice_test
source: Practice Test
ko: 과제.범주.연습_테스트

# assignments.create.personal.tasks.not.tied.to.any.course
source: Create personal tasks not tied to any course
ko: 과제.create.personal.tasks.not.tied.to.any.course

# assignments.detail.actions
source: Actions
ko: 할당.세부 사항.작업

# assignments.detail.archive
source: Archive
ko: 할당.세부정보.보관

# assignments.detail.delete
source: Delete
ko: 할당.세부정보.삭제

# assignments.detail.grade_impact
source: Grade Impact
ko: 과제.세부사항.등급_영향

# assignments.detail.mark_completed
source: Mark Completed
ko: 과제.세부사항.마크_완료

# assignments.detail.mark_completed_full
source: Mark Completed Full
ko: 과제.detail.mark_completed_full

# assignments.detail.no_weight
source: No Weight
ko: 할당.세부사항.no_weight

# assignments.detail.planner
source: Planner
ko: 과제.세부사항.플래너

# assignments.detail.planning
source: Planning
ko: 할당.세부사항.계획

# assignments.detail.timer
source: Start Timer
ko: 할당.세부사항.타이머

# assignments.editor.action.cancel
source: Cancel
ko: 할당.편집기.작업.취소

# assignments.editor.course.add
source: Add
ko: 과제.편집기.강좌.추가

# assignments.editor.course.empty
source: Empty
ko: 과제.편집기.강좌.비어있음

# assignments.editor.course.helper
source: Helper
ko: 과제.편집기.강좌.헬퍼

# assignments.editor.field.notes
source: Notes
ko: 할당.편집기.필드.노트

# assignments.editor.section.status
source: Status
ko: 할당.편집기.섹션.상태

# assignments.editor.section.task
source: Task
ko: 할당.편집기.섹션.작업

# assignments.editor.section.timing
source: Timing
ko: 할당.편집기.섹션.타이밍

# assignments.filter.all_courses
source: All Courses
ko: 과제.필터.모든_강좌

# assignments.filter.any
source: Any
ko: 할당.필터.모든

# assignments.grade.earned_points
source: Earned Points
ko: 과제.등급.획득_점

# assignments.grade.possible_points
source: Possible Points
ko: 과제.등급.가능한_점수

# assignments.selection.copy
source: Copy
ko: 할당.선택.복사

# assignments.selection.cut
source: Cut
ko: 할당.선택.컷

# assignments.selection.duplicate
source: Duplicate
ko: 할당.선택.중복

# assignments.selection.paste
source: Paste
ko: 할당.선택.붙여넣기

# assignments2.add.assignment
source: Add Assignment
ko: 과제2.추가.할당

# autoreschedulecounter.last.suppression
source: Last Suppression:
ko: 자동 일정 카운터.마지막.억제
